Repository: ivannikitin-com/r7k12
Catalog: lang/r7k12-*.po
Languages: ru_ru

source: Contact form 7 fields not specified!
ru_ru: Поля форм Contact Form 7 не указаны!

source: CF7 handle:
ru_ru: Обработка CF7:

source: No WPCF7_Submission object!
ru_ru: Объект WPCF7_Submission не найден!

source: CF7 required fileds are empty!
ru_ru: Поля форм Contact Form 7 не заполнены!

source: Project key for r7k12 not specified!
ru_ru: Ключ проекта не указан!

source: Project key is empty!
ru_ru: Ключ проекта не заполнен!

source: E-mail and Phone fields are empty!
ru_ru: Поля E-mail и телефон не заполнены!

source: Data sent
ru_ru: Данные отправлены

source: r7k12 Integration
ru_ru: r7k12 интеграция

source: r7k12 Integration Settings
ru_ru: параметры интеграции с r7k12

source: Please, specify settings for r7k12 integration.
ru_ru: Укажите параметры ниже. Они необходимы для работы плагина.

source: Error: The nonce is not valid!
ru_ru: Ошибка: проверка передачи не удалась!

source: Project key
ru_ru: Ключ проекта

source: Specify your r7k12 project key.
ru_ru: Укажите ключ проекта. Его можно узнать в системе r7k12.

source: Contact Form 7 Settings
ru_ru: Параметры Contact Form 7

source: Customer name fields
ru_ru: Поля форм с именем пользователя

source: Specify form fields with customer name delimeted by comma. For example: name-123, name-345
ru_ru: Укажите через запятую поля форм, которые содержат имя пользователя, например: name-123, name-345

source: Customer email fields
ru_ru: Поля форм с E-mail пользователя

source: Specify form fields with customer e-mail delimeted by comma. For example: email-123, email-345
ru_ru: Укажите через запятую поля форм, которые содержат E-mail пользователя, например: email-123, email-345

source: Customer tel fields
ru_ru: Поля форм с телефоном пользователя

source: Specify form fields with customer tel delimeted by comma. For example: tel-123, tel-345
ru_ru: Укажите через запятую поля форм, которые содержат телефон пользователя, например: tel-123, tel-345

source: Comment fields
ru_ru: Поля форм с комментариями

source: Specify form fields with comments delimeted by comma. For example: comment, dynamichidden-123
ru_ru: Укажите через запятую поля форм, которые содержат комментарии например: comment, dynamichidden-123

source: Order ID
ru_ru: Код заказа

source: Order status
ru_ru: Статус заказа

source: Paid
ru_ru: Оплачен

source: Not paid
ru_ru: Не оплачен

source: Payment Method
ru_ru: Способ оплаты

source: Billing Address
ru_ru: Адрес плательщика

source: Shipping Address
ru_ru: Адрес доставки

source: Order Items
ru_ru: Элементы заказа

source: Data prepared
ru_ru: Данные подготовлены

source: r7k12 Integration plugin
ru_ru: r7k12 плагин интеграции

source: IvanNikitin.com
ru_ru: Иван Никитин и партнеры
